Repository: mozilla-l10n/mt-training-data
Catalog: ug/ug_pontoon.tmx
Source language: en_us
Languages: ug

source: Get started by signing in to Relay with your Firefox account.
ug: Firefox ھېساباتىڭىز بىلەن Relay غا كىرىپ ئىشلىتىشنى باشلاڭ.

source: Get texts and calls without revealing your true number.
ug: ھەقىقىي نومۇرىڭىزنى ئاشكارىلىماي تۇرۇپ قىسقا ئۇچۇر ۋە تېلېفون قوبۇل قىلىڭ.

source: Get unlimited masks
ug: چەكسىز نىقابقا ئېرىشىڭ

source: Get VPN + Relay
ug: VPN + Relay غا ئېرىشىش

source: Go back
ug: قايت

source: Go to Firefox Relay
ug: Firefox Relay غا يۆتكەل

source: Go to next panel
ug: كېيىنكى تاختىغا يۆتكەل

source: Help us improve Relay
ug: Relay نى ياخشىلاشقا ياردەملىشىڭ

source: High five!
ug: بەش پەنج!

source: How satisfied are you with your Firefox Relay experience?
ug: سىزنىڭ Firefox Relay ئىشلىتىشتىكى مەمنۇنلۇق تەسىراتىڭىز قانداق؟

source: I haven’t received an email from this website that I was expecting
ug: كۈتكىنىمدەك بۇ تور بېكەتنىڭ ئېلخېتىنى تاپشۇرۇۋالمىدىم

source: I haven’t received a text or call from this website that I was expecting
ug: كۈتكىنىمدەك بۇ تور بېكەتنىڭ تېكىستى ياكى چاقىرىشىنى تاپشۇرۇۋالمىدىم

source: I’m having trouble with this website
ug: بۇ تور بېكەتتە مەسىلىگە يولۇقتۇم

source: Introducing phone number masking
ug: تېلېفون نومۇرى نىقابىنى تونۇشتۇرۇش

source: Introducing: Relay + VPN subscription plan
ug: تونۇشتۇرۇش: Relay + VPN مۇشتەرىلىك پىلانى

source: Join Premium waitlist
ug: Premium كۈتۈش تىزىمىغا قوشۇلۇڭ

source: Join the waitlist
ug: كۈتۈش تىزىمىغا قوشۇلۇڭ

source: Launch Relay
ug: Relay نى قوزغات

source: Leave feedback
ug: قايتۇرما ئىنكاس قالدۇرۇڭ

source: Leave Feedback
ug: قايتۇرما ئىنكاس قالدۇرۇڭ

source: Manage
ug: باشقۇرۇش

source: Manage all masks
ug: بارلىق نىقابنى باشقۇرۇش

source: Mask created
ug: نىقاب قۇرۇلدى

source: Masks used on this website
ug: بۇ تور بېكەتتە نىقاب ئىشلەتكەن

source: Mask your phone number too
ug: تېلېفون نومۇرىڭىزنىمۇ نىقابلاڭ

source: Min.
ug: مىنۇت

source: New!
ug: يېڭى!

source: News
ug: خەۋەرلەر

source: Not available in your country yet
ug: دۆلىتىڭىزدە تېخى ئىشلەتكىلى بولمايدۇ

source: Now you can use Relay directly in your Firefox password manager.
ug: ھازىر سىز Firefox پارول باشقۇرغۇچىڭىزدا Relay نى بىۋاسىتە ئىشلىتەلەيسىز.

source: Our intro pricing offer ends soon!
ug: ئېتبار باھا پات يېقىندا ئاخىرلىشىدۇ!

source: Phone mask was not accepted by this website
ug: تور بېكەت تېلېفون نىقابىنى قوللىمايدۇ

source: Please provide details
ug: تەپسىلاتىنى تەمىنلەڭ

source: Previously used on this website
ug: ئىلگىرى بۇ تور بېكەتتە ئىشلىتىلگەن

source: Privacy Notice Update
ug: شەخسىيەت ئۇقتۇرۇشى يېڭىلاندى

source: Protect your real email address
ug: ھەقىقىي ئېلخەت ئادرېسىڭىزنى قوغدايدۇ

source: Recently used email masks
ug: يېقىندا ئىشلەتكەن ئېلخەت نىقابى

source: Recent masks
ug: يېقىنقى نىقاب

source: Registered:
ug: تىزىملاتقان چېسلا:

source: Relay add-on caused a visual issue with the website
ug: Relay قوشۇلمىسى تور بېكەتتە كۆرۈنۈش مەسىلىسى پەيدا قىلدى

source: Relay can help you protect your email no matter where you are.
ug: قەيەردە بولۇشىڭىزدىن قەتئىينەزەر، ئېلخىتىڭىزنى قوغدىشىڭىزغا Relay ياردەم بېرەلەيدۇ.

source: Relay is blocking all phone calls and text messages — you will not receive anything from your phone number mask.
ug: Relay بارلىق تېلېفو چاقىرىشى ۋە تېكىست ئۇچۇرىنى توسۇۋاتىدۇ - تېلېفون نومۇرى نىقابىڭىزدىن ھېچنېمە تاپشۇرۇۋالمايسىز.

source: Relay is currently forwarding all phone calls and text messages to your true phone number.
ug: Relay نۆۋەتتە كەلگەن بارلىق تېلېفون چاقىرىش ۋە تېكىست ئۇچۇرنى ھەقىقىي تېلېفون نومۇرىڭىزغا ئۇلاپ يوللايدۇ.

source: Remaining free email masks: $REMAINING$
ug: قالغان ھەقسىز ئېلخەت نىقابى: $REMAINING$

source: Remaining masks: $REMAINING$
ug: قالغان نىقاپ: $REMAINING$

source: $REMAINING$/$MAXIMUM$ masks available.
ug: $REMAINING$/$MAXIMUM$ نىقاب بار.

source: Remaining minutes
ug: قالغان مىنۇت

source: Remaining texts
ug: قالغان تېكىست

source: Report Issue
ug: مەسىلە دوكلاتى

source: Report Sent!
ug: دوكلات يوللاندى!

source: Return to main panel
ug: باش تاختىغا قايت

source: Return to previous panel
ug: ئالدىنقى تاختىغا قايت

source: Sec.
ug: سېكۇنت

source: See stats
ug: ئىستاتىستىكا كۆرسەت

source: Select from your current email masks
ug: نۆۋەتتىكى ئېلخەت نىقابىڭىزدىن بىرنى تاللاڭ

source: Show previous panel
ug: ئالدىنقى تاختىنى كۆرسەت

source: Show Relay icon in input fields on websites
ug: تور بېكەتتە كىرگۈزۈش بۆلىكىدە Relay سىنبەلگىسىنى كۆرسىتىدۇ

source: Sign back in with your email masks
ug: نىقابلىق ئېلخەت بىلەن قايتا كىرىڭ

source: Sign Up / In
ug: خەتلىتىڭ / تىزىمغا كىرىڭ

source: Submit Report
ug: دوكلات تاپشۇر

source: Take the survey
ug: تەكشۈرۈشكە قاتنىشىڭ

source: Terms of Service
ug: مۇلازىمەت ماددىلىرى

source: Thank you for helping us to improve Firefox Relay!
ug: Firefox Relay نى ياخشىلاشقا ياردەم قىلغىنىڭىزغا رەھمەت!

source: Thank you for your feedback!
ug: قايتۇرما ئىنكاسىڭىزغا رەھمەت!

source: The mask could not be created. Please try again.
ug: نىقابنى قۇرالمىدى. قايتا سىناڭ.

source: This holiday season, get 20% off the price of 1 year of Relay Premium. Just enter the promo code “HOLIDAY20” at checkout. Offer ends Dec 31, 2023.
ug: بۇ بايرام مەزگىلىدە 1 يىللىق Relay Premium نى سېتىۋالسىڭىز %20 ئېتىبارغا ئېرىشىسىز. ھېسابات قىلغاندا ئېتىبار كودىغا «HOLIDAY20» نى كىرگۈزۈڭ. ئېتىبار 2023-يىلى 12-ئاينىڭ 31-كۈنىگىچە.

source: To improve the reliability of Firefox Relay in the event that an email can’t be delivered, we will temporarily keep the email on our servers until it has been delivered. We will never hold onto it for more than three days.
ug: Firefox Relay نىڭ ئىشەنچلىكلىكىنى يۇقىرى كۆتۈرۈش ۋە ئېلخەت ئۇلاپ يوللاش مەغلۇبىيىتىدىن ئىمكانقەدەر ساقلىنىش ئۈچۈن، تاپشۇرۇۋالغان ئېلخەتلەرنى ئۇلاپ يوللاش مۇۋەپپەقىيەتلىك بولغۇچە مۇلازىمېتىردا ۋاقىتلىق ساقلايمىز. ئەمما ساقلاش ۋاقتى ئۈچ كۈندىن ئېشىپ كەتمەيدۇ.

source: Total email masks used
ug: جەمئىي ئىشلەتكەن ئېلخەت نىقابى

source: Unlimited masks now available
ug: ھازىر چەكسىز نىقاب بار

source: Upgrade now
ug: ھازىر يېڭىلا

source: Upgrade to Relay Premium for more protection!
ug: Relay Premium گە يېڭىلاپ تېخىمۇ كۆپ قوغداشقا ئېرىشىڭ!

source: Upgrade your subscription to get both Relay Premium + Mozilla VPN for $MONTHLY_PRICE$/month. Save $SAVINGS$!
ug: مۇشتەرىلىكىڭىزنى يۈكسەلتىش ئارقىلىق، ئايلىقى $MONTHLY_PRICE$ بىلەنلا Relay Premium + Mozilla VPN گە مۇشتەرى بولۇپ، $SAVINGS$ تېجەپ قالالايسىز!

source: Use existing mask from this site…
ug: بۇ بېكەتتىكى مەۋجۇت نىقابنى ئىشلىتىدۇ…

source: Use phone number mask
ug: تېلېفون نومۇرى نىقابى ئىشلەت

source: Use Relay masks to keep your identity private and get only the emails you want in your inbox.
ug: Relay نىقابى ئارقىلىق كىملىك شەخسىيىتىڭىزنى قوغداڭ، قوبۇللاش ساندۇقىڭىزدا سىز ئېھتىياجلىق ئېلخەتلەرگىلا ئېرىشىڭ.

source: View Privacy Notice
ug: شەخسىيەت ئۇقتۇرۇشىنى كۆرسەت

source: Visit the Firefox Relay website to sign in or create an account.
ug: تىزىملىتىپ كىرىش ياكى ھېسابات قۇرۇش ئۈچۈن Firefox Relay تور بېتىنى زىيارەت قىلىڭ.

source: We’d like to learn more about how we can do better. Would you be willing to take a two-minute survey?
ug: مۇلازىمەت سۈپىتىمىزنى تېخىمۇ ئۆستۈرۈشىمىز ئۈچۈن قىممەتلىك تەكلىپ-پىكرىڭىزنى ئاڭلىغۇمىز بار. ئىككى مىنۇتلۇق ئىنكاس سۆرۈشتۈرۈشىمىزگە قاتنىشىپ، بىزگە ياردەم بېرىشنى خالامسىز؟

source: Welcome
ug: خۇش كەپسىز

source: What’s new in Relay
ug: Relay دىكى يېڭىلىقلار

source: With phone number masking, you can now create a phone number mask that helps you get texts and calls without revealing your true number.
ug: تېلېفون نومۇرىنى نىقابلاش ئارقىلىق، سىز ھەقىقىي نومۇرىڭىزنى ئاشكارىلىماي تۇرۇپ قىسقا ئۇچۇر ۋە تېلېفون قوبۇل قىلالايسىز.

source: With Relay Premium phone number masking, you can protect your real phone number and still receive and reply to texts and calls.
ug: Relay Premium بىلەن تېلېفون نومۇرىنى نىقابلاش ئارقىلىق ھەقىقىي تېلېفون نومۇرىڭىزنى قوغدىيالايسىز، شۇنىڭ بىلەن بىر ۋاقىتتا قىسقا ئۇچۇر ۋە تېلېفونلارنى نورمال قوبۇل قىلالايسىز ۋە جاۋاب قايتۇرالايسىز.

source: With Relay Premium phone number masking, you’ll be able to hide your real phone number just like your email address. Learn more on the Relay site and sign up for updates.
ug: Relay Premium دا ئېلخەت ئادرېسىڭىزنى يوشۇرغانغا ئوخشاش تېلېفون نومۇرىنى نىقابلاپ ھەقىقىي تېلېفون نومۇرىڭىزنى يوشۇرالايسىز. Relay تور بېكىتىدە تېخىمۇ كۆپ ئۇچۇرغا ئېرىشىڭ ھەمدە يېڭىلانمىلارغا مۇشتەرى بولۇڭ.

source: With Relay Premium, you can block promotional emails from reaching your inbox while still allowing you to receive emails like receipts or shipping information.
ug: Relay Premium ئارقىلىق بازارچىلىق ئېلخەتلىرىنىڭ خەت ساندۇقىڭىزغا كىرىشىنى توسىيالايسىز، شۇنىڭ بىلەن بىر ۋاقىتتا تالون ياكى يوللانما ئۇچۇرى قاتارلىق ئېلخەتلەرنى نورمال تاپشۇرۇۋالالايسىز.

source: You can allow Relay to collect optional data that allows us to sync your mask labels across your devices with the websites where they’re created and used.
ug: سىز Relay نىڭ تېخىمۇ كۆپ سانلىق مەلۇمات توپلىشىغا يول قويۇپ، سىزنىڭ ھەر قايسى تور بېكەتلەردە قۇرغان ۋە ئىشلەتكەن نىقاپ بەلگىسىنى ئۈسكۈنىلىرىڭىزدە قەدەمداشلىشىغا يول قويسىڭىز بولىدۇ.

source: You have already created the maximum number of masks
ug: سىز قۇرالايدىغان نىقاب نومۇر چېكىگە يەتتىڭىز

source: You have no more free email masks.
ug: ھەقسىز ئېلخەت نىقابىنى ئىشلىتىپ بولدىڭىز.

source: You’re a Firefox Relay power user!
ug: سىز Firefox Relay ئۇستىسى!

source: You’ve successfully installed the Firefox Relay add-on. To get started, sign in to Relay with your account.
ug: سىز Firefox Relay قوشۇلمىسىنى مۇۋەپپەقىيەتلىك ئورناتتىڭىز. باشلاش ئۈچۈن ھېساباتىڭىز بىلەن Relay غا كىرىڭ.

source: You’ve successfully installed the Firefox Relay add-on. To get started, sign in to Relay with your Firefox account.
ug: سىز Firefox Relay قوشۇلمىسىنى مۇۋەپپەقىيەتلىك ئورناتتىڭىز. باشلاش ئۈچۈن Firefox ھېساباتىڭىز بىلەن Relay غا كىرىڭ.

source: You’ve used all $MAXIMUM$ of your free masks.
ug: ھەقسىز $MAXIMUM$ نىقابنىڭ ھەممىسىنى ئىشلىتىپ بولدىڭىز.

source: About email trackers
ug: ئېلخەت ئىزلىغۇچ ھەققىدە

source: account avatar
ug: ھېسابات سىماسى

source: Action needed
ug: مەشغۇلات زۆرۈر

source: Action step
ug: مەشغۇلات باسقۇچى

source: Add { -brand-name-relay } to { -brand-name-firefox }
ug: { -brand-name-relay } نى { -brand-name-firefox } قا قوشۇش

source: Add { -brand-name-vpn } protection
ug: { -brand-name-vpn } قوغداش قوش

source: Advanced identity protection
ug: ئالىي كىملىك قوغداش

source: Agree
ug: قوشۇلىمەن

source: Anonymous replies
ug: نامسىز جاۋاب

source: Anywhere you need an email address, use an email mask instead.
ug: ئېلخەت ئادرېسىنى يوللاش لازىم بولغاندا، نىقاب ئېلخەت ئادرېسىنى ئىشلىتىڭ.

source: API Key
ug: API ئاچقۇچى

source: Are you sure you want to sign out?
ug: راستىنلا تىزىمدىن چىقامسىز؟

source: Billed annually
ug: ھەر يىلى ھېسابات قىلىنىدۇ

source: Billed monthly
ug: ھەر ئايدا ھېسابات قىلىنىدۇ

source: Block all
ug: ھەممىنى توس

source: Block Promotional Emails
ug: بازارچىلىق ئېلخەتنى توس

source: { -brand-name-firefox-account(capitalization: "uppercase") } Avatar
ug: { -brand-name-firefox-account(capitalization: "uppercase") } سىما

source: { -brand-name-firefox } apps and services
ug: { -brand-name-firefox } ئەپ ۋە مۇلازىمەت

source: { -brand-name-firefox-browser } for Desktop
ug: { -brand-name-firefox-browser } ئۈستەل نەشرى

source: { -brand-name-firefox-browser } for Mobile
ug: { -brand-name-firefox-browser } كۆچمە نەشرى

source: { -brand-name-firefox } for Desktop
ug: { -brand-name-firefox } ئۈستەل نەشرى

source: { -brand-name-firefox } for Mobile
ug: { -brand-name-firefox } كۆچمە نەشرى

source: { -brand-name-firefox } is tech that fights for your online privacy.
ug: { -brand-name-firefox } تېخنىكىسىنى قوللىنىپ توردىكى شەخسىيىتىڭىزنى قوغداش ئۈچۈن كۈرەش قىلىدۇ.

source: { -brand-name-firefox-relay-premium } makes creating email masks even easier, with custom mask subdomains and unlimited masks.
ug: { -brand-name-firefox-relay-premium } ئېلخەت نىقابى ياساشنى تېخىمۇ ئاسانلاشتۇرىدۇ، ئۇندىن باشقا يەنە خاس نىقاب تارماق تور بېكىتى ۋە چەكلىمىسىز نىقاب بار.

source: { -brand-name-firefox } user { $user_id }
ug: { -brand-name-firefox } ئىشلەتكۈچى { $user_id }

source: { -brand-name-relay } couldn’t deliver your email.
ug: { -brand-name-relay } ئېلخىتىڭىزنى يەتكۈزەلمىدى.

source: { -brand-name-relay } email domain to create masks on-the-go
ug: { -brand-name-relay } ئېلخەت تور دائىرە ئىسمىنى ئىشلىتىپ خالىغان نىقاب قۇرىدۇ

source: { -brand-name-relay } email mask
ug: { -brand-name-relay } ئېلخەت نىقابى

source: { -brand-name-relay } is even better in { -brand-name-firefox }
ug: { -brand-name-firefox } دا { -brand-name-relay } ئۈنۈمى تېخىمۇ ياخشى

source: { -brand-name-relay } Settings
ug: { -brand-name-relay } تەڭشەكلىرى

source: { -brand-name-relay } Terms
ug: { -brand-name-relay } شەرتلىرى

source: { -brand-name-relay } Tracker Removal Report
ug: { -brand-name-relay } ئىزلىغۇچنى چىقىرىۋېتىش دوكلاتى

source: Browser extension
ug: توركۆرگۈ كېڭەيتمىسى

source: Browser extension to use { -brand-name-relay } on any site
ug: بارلىق تور بېكەتلەردە { -brand-name-relay } توركۆرگۈ كېڭەيتىلمىسىنى ئىشلەتكىلى بولىدۇ

source: Check whether all { -brand-name-relay } systems are currently operational.
ug: بارلىق { -brand-name-relay } سىستېمىسىنىڭ نورمال ئىشلەۋاتقان ئىشلىمەيۋاتقانلىقىنى تەكشۈرىدۇ.

source: Clear all
ug: ھەممىنى تازىلا

source: Click to copy mask { $address }.
ug: چېكىلسە { $address } نىقاب ئادرېسى كۆچۈرۈلىدۇ.

source: Close menu
ug: تىزىملىكنى ياپ

source: Close modal
ug: سۆزلەشكۈنى تاقا

source: Close notification
ug: ئۇقتۇرۇشنى تاقاڭ

source: Coming soon to { -brand-name-relay }
ug: يېقىندا { -brand-name-relay } غا قوشۇلىدۇ

source: Configure { -brand-name-firefox-relay }
ug: { -brand-name-firefox-relay } سەپلەڭ

source: Contact support
ug: قوللاش بىلەن ئالاقىلىشىش

source: Control who gets your real number
ug: ھەقىقىي نومۇرىڭىزغا كىمنىڭ ئىرىشەلەيدىغانلىقىنى باشقۇرىدۇ

source: Copy mask
ug: نىقابنى كۆچۈر

source: Copy your mask to use it
ug: نىقابىڭىزنى كۆچۈرۈپ ئىشلىتىڭ

source: { $count } trackers
ug: { $count } ئىزلىغۇچ

source: Create unlimited email masks
ug: چەكسىز ئېلخەت نىقابى قۇرىدۇ

source: Creating masks using your custom subdomain
ug: خاس تارماق تور نامىڭىزنى ئىشلىتىپ نىقاب قۇرىدۇ

source: Delete this email mask?
ug: بۇ ئېلخەت نىقابىنى ئۆچۈرەمدۇ؟

source: Disagree
ug: قوشۇلمايمەن

source: Don’t worry about forgetting it — it will appear on your dashboard.
ug: ئۇنتۇپ قېلىشتىن ئەنسىرىمەڭ - ئۇ باشقۇرۇش تاختىڭىزدا كۆرۈنىدۇ.

source: Do you feel { -brand-name-relay } is trustworthy?
ug: سىزچە { -brand-name-relay } ئىشەنچلىكمىكەن؟

source: Email address with subdomain could not be created, try something else
ug: تارماق دائىرە بار ئېلخەتنى قۇرالمايدۇ، باشقىسىنى سىناپ بېقىڭ

source: Email masking
ug: ئېلخەت نىقابى

source: Email masks
ug: ئېلخەت نىقابى

source: Email Masks
ug: ئېلخەت نىقابى

source: Email masks are masked, or private, email addresses that forward messages to your true email address. These masks allow you to share an address with third parties which will mask your true email address and forward messages to it.
ug: ئېلخەت نىقابى ھەقىقىي ئېلخەت ئادرىسىڭىزغا ئۇلاپ خەت يوللايدىغان نىقابلانغان ياكى شەخسىي ئېلخەت ئادرىسى. بۇ نىقابلار سىزگە ھەقىقىي ئېلخەت ئادرىسىڭىزنى يوشۇرۇش ۋە ئۇنىڭغا خەت يوللاش ئۈچۈن، ئۈچىنچى تەرەپ بىلەن ئادرېس ھەمبەھىرلەش ئىمكانىيىتى يارىتىدۇ.

source: Email masks to protect your real email address
ug: ئېلخەت نىقابى بىلەن ھەقىقىي ئېلخەت ئادرېسىڭىزنى قوغدايدۇ

source: Email & phone protection
ug: ئېلخەت ۋە تېلېفون قوغداش

source: Email protection
ug: ئېلخەت قوغداش

source: Emails Blocked
ug: ئېلخەت توسۇلدى

source: Enter email mask label
ug: ئېلخەت نىقاب بەلگىسى كىرگۈزۈلىدۇ

source: Enter text
ug: تېكىست كىرگۈزۈڭ

source: Everyone gets { $mask_limit } email masks for free. But with { -brand-name-relay-premium }, you can generate as many masks as you need to help protect your email inbox from spammers, hackers, and online trackers.
ug: ھەممەيلەن { $mask_limit } ئېلخەت نىقابىغا ھەقسىز ئېرىشەلەيدۇ. ئەمما { -brand-name-relay-premium } ئارقىلىق قانچىلىك ئېلخەت ساندۇقىڭىزنى ئەخلەت خەت، خاككېر ۋە باشقا ئىزلىغۇچىلاردىن قوغداشقا ئېھتىياجلىق بولسىڭىز شۇنچىلىك نىقاب ھاسىل قىلالايسىز.

source: Fast and secure network
ug: تېز بىخەتەر تور

source: Features
ug: ئىقتىدار

source: Feedback
ug: تەكلىپ

source: Finish
ug: تامام

source: Firefox account
ug: Firefox ھېسابات

source: Firefox Browser
ug: Firefox توركۆرگۈ

source: Free
ug: ھەقسىز

source: Free { -brand-name-relay } is available in most countries. { -brand-name-relay-premium } is available in Austria, Bulgaria, Belgium, Canada, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malaysia, Malta, Netherlands, New Zealand, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom, and the United States.
ug: { -brand-name-relay } نى كۆپىنچە دۆلەت ياكى رايونلاردا ھەقسىز ئىشلىتىشكە بولىدۇ. { -brand-name-relay-premium } نى ئىشلەتكىلى بولىدىغان دۆلەت ياكى رايونلار: ئاۋسترىيە، بۇلغارىيە، بېلگىيە، كانادا، كىرودىيە، قىبرىس، چېخ جۇمھۇرىيىتى، دانىيە، ئېستونىيە، فىنلاندىيە، فىرانسىيە، گېرمانىيە، گىرېتسىيە، ۋېنگىرىيە، ئىرېلاندىيە، ئىتالىيە، لاتۋىيە، لىتۋانىيە، لىيۇكسېمبۇرگ، مالايسىيا، مالتا، گوللاندىيە، يېڭى زېلاندىيە، پولشا، پورتۇگالىيە، رۇمىنىيە، سىنگاپور، سىلوۋاكىيە، سىلوۋېنىيە، ئىسپانىيە، شىۋېتسىيە، شىۋېتسارىيە، ئەنگلىيە ۋە ئامېرىكا قوشما ئىشتاتلىرى.

source: Frequently asked questions
ug: كۆپ سورالغان سوئاللار

source: Frequently Asked Questions
ug: كۆپ سورالغان سوئاللار

source: Frequently asked questions about email trackers
ug: ئېلخەت ئىزلىغۇچ ھەققىدە دائىم سورالغان سوئاللار

source: From
ug: يوللىغۇچى

source: Get 1 year of { -brand-name-premium }
ug: 1 يىللىق { -brand-name-premium } ئېلىڭ

source: Get a custom subdomain for your masks
ug: نىقابىڭىزغا خاس تارماق تور نامىغا ئېرىشىڭ

source: Get { -brand-name-firefox }
ug: { -brand-name-firefox } چۈشۈر

source: Get { -brand-name-mozilla-vpn } + { -brand-name-relay }
ug: { -brand-name-mozilla-vpn } + { -brand-name-relay } غا ئېرىشىش

source: Get { -brand-name-relay }
ug: { -brand-name-relay }چۈشۈر

source: Get { -brand-name-relay } extension
ug: { -brand-name-relay } كېڭەيتمىگە ئېرىشىڭ

source: Get { -brand-name-relay-premium }
ug: { -brand-name-relay-premium } گە ئېرىشىڭ

source: Get extra protection for your inbox & phone
ug: خەت ساندۇق ۋە تېلېفونىڭىزنى قوشۇمچە قوغداشقا ئېرىشتۈرىدۇ

source: Get great content without sharing your real address.
ug: ھەقىقىي ئېلخەت ئادرېسىنى ھەمبەھىرلىمەيمۇ ئېسىل مەزمۇنغا ئېرىشكىلى بولىدۇ.

source: Get help using { -brand-name-relay }
ug: { -brand-name-relay } ئىشلىتىش ياردىمى

source: Get in touch about { -brand-name-relay-premium }
ug: { -brand-name-relay-premium } ھەققىدە پىكىرلىشىش

source: Get maximum email and phone protection
ug: ئېلخەت ۋە تېلېفون ئۈچۈن ئالىي قوغداشقا ئېرىشىڭ

source: Get maximum email protection
ug: ئېلخەتنى ئالىي قوغداشقا ئېرىشىڭ

source: Get the { -brand-name-relay } extension
ug: { -brand-name-relay } كېڭەيتمىسىگە ئېرىشىڭ

source: Get the { -brand-name-relay } extension for { -brand-name-firefox }
ug: { -brand-name-firefox } نىڭ { -brand-name-relay } كېڭەيتمىسىنى يۈكلەش

source: Get the shirt, not the spam
ug: ئەخلەت خەتنى ئەمەس بەلكى توردىن سېتىۋالغان مەھسۇلاتنىلا تاپشۇرۇۋېلىڭ

source: GitHub logo
ug: GitHub تۇغى

source: Give feedback
ug: پىكىر بېرىڭ

source: Good news!
ug: خۇشخەۋەر!

source: Good News!
ug: خۇشخەۋەر!

source: Go to Dashboard
ug: باشقۇرۇش تاختىسىغا يۆتكەل

source: Help and support
ug: ياردەم ۋە قوللاش

source: Help and Support
ug: ياردەم ۋە قوللاش

source: Help & Tips
ug: ياردەم ۋە كۆرسەتمە

source: Hide mask details
ug: نىقاب تەپسىلاتىنى يوشۇر

source: How { -brand-name-relay } email & phone masking works
ug: { -brand-name-relay } ئېلخەت ۋە تېلېفون نىقابى ئىشلىتىش ئۇسۇلى نېمە

source: How { -brand-name-relay } works
ug: { -brand-name-relay } قانداق ئىشلەيدۇ

source: How tracker removal works
ug: ئىزلىغۇچنى چىقىرىۋېتىش قانداق ئىشلەيدۇ

source: Included
ug: ئىچىدە

source: Instantly create masks on the go
ug: خالىغان ۋاقىت خالىغان جايدا نىقاب قۇرالايدۇ

source: Invalid
ug: ئىناۋەتسىز

source: Is { -brand-name-relay } easy to use?
ug: { -brand-name-relay } نى ئىشلىتىش ئاسانمۇ؟

source: It’s part of your email after the @ symbol.
ug: بۇ ئېلخەت ئادرېسىڭىزدىكى @ بەلگىسىنىڭ كەينىدىكى قىسمى.

source: I wouldn’t care
ug: پەرۋايىم پەلەك

source: Join the Waitlist
ug: كۈتۈش تىزىمىغا قوشۇلۇڭ

source: Just add a word or phrase before the @ symbol. Shopping? Use shop@yourdomain.{ $mozmail }.
ug: @ بەلگىسىنىڭ ئالدىغا سۆز قوشۇلسىلا بولىدۇ. مال سېتىۋالغاندا، shop@yourdomain.{ $mozmail } شەكلىدە ئىشلىتىلىدۇ.

source: Label saved!
ug: بەلگە ساقلاندى!

source: Learn to use { -brand-name-relay }
ug: { -brand-name-relay }ئىشلىتىشنى ئۆگىنىۋېلىڭ

source: Legal
ug: قانۇنلۇق

source: Let’s create a new email mask.
ug: يېڭى بىر ئېلخەت نىقابى قۇرايلى.

source: Limited email protection
ug: چەكلىك ئىلخەت قوغداش

source: Loading your tracker removal report…
ug: ئىزلىغۇچ چىقىرىۋېتىش دوكلاتىڭىزنى يۈكلەۋاتىدۇ…

source: Made by { -brand-name-mozilla }
ug: { -brand-name-mozilla } ياسىغان

source: Manage this mask
ug: بۇ نىقابنى باشقۇرۇش

source: Manage your account
ug: ھېسابات باشقۇرۇش

source: Manage your { -brand-name-firefox-account(capitalization: "uppercase") }
ug: { -brand-name-firefox-account(capitalization: "uppercase") } باشقۇرۇڭ

source: Manage your masks
ug: نىقاب باشقۇرۇش

source: Mobile Menu
ug: كۆچمە تىزىملىك

source: Monthly
ug: ئايلىق

source: { $monthly_price }/mo.
ug: { $monthly_price }/ئاي.

source: More info
ug: تەپسىلاتى

source: More than { $num_vpn_countries } countries
ug: { $num_vpn_countries } دىن كۆپ دۆلەت

source: More than { $num_vpn_servers } servers
ug: { $num_vpn_servers } دىن كۆپ مۇلازىمېتىر

source: Mozilla Privacy Pack
ug: Mozilla شەخسىيەت بوغچىسى

source: Nevermind
ug: بولدىلا

source: None
ug: يوق

source: Note:
ug: ئەسكەرتىش:

source: Not included
ug: ئۆز ئىچىگە ئالمايدۇ

source: Not likely
ug: پەقەت رازى بولمىدىم

source: No trackers detected in this email.
ug: بۇ ئېلخەتتە ئىزلىغۇچ بايقالمىدى.

source: No upper case letters
ug: چوڭ ھەرپ يوق

source: Now check your email inbox
ug: ھازىر ئېلخەت ئادرېسىڭىزنى تەكشۈرۈڭ

source: { $nr_blocked_trackers } email trackers removed
ug: { $nr_blocked_trackers } ئېلخەت ئىزلىغۇچى ئۆچۈرۈلدى

source: { $number } email trackers removed
ug: { $number } ئېلخەت ئىزلىغۇچى چىقىرىۋېتىلدى

source: Number of trackers
ug: ئىزلىغۇچ سانى

source: offer ends Dec 31, 2023
ug: ئېتىبار 2023-يىلى 31-دېكابىر ئاخىرلىشىدۇ

source: Open menu
ug: تىزىملىك ئاچ

source: (Opens in a new tab)
ug: (يېڭى بەتكۈچتە ئاچ)

source: Our promise to you
ug: سىزگە بەرگەن ۋەدىمىز

source: out of 5 ({ $review_count } reviews)
ug: يۇقىرىسى 5 يۇلتۇز ({ $review_count } باھالاش)

source: Paste the email mask you just copied
ug: سىز كۆچۈرگەن ئېلخەت نىقابىنى چاپلايدۇ

source: <p>{ $custom_domain_full }</p> is available
ug: <p>{ $custom_domain_full }</p> نى ئىشلەتكىلى بولىدۇ

source: Phone masking
ug: تېلېفون نىقابى

source: Phone masks
ug: تېلېفون نىقابى

source: Phone Masks
ug: تېلېفون نىقابى

source: Photographs on this page are sourced from iStock, © iStockPhoto.com
ug: بۇ بەتتىكى سۈرەتلەرنىڭ مەنبەسى iStock، © iStockPhoto.com

source: Promotions
ug: تەشۋىق

source: Protect your inbox for less
ug: تېخىمۇ ئاز چىقىم بىلەن قوبۇللاش ساندۇقىڭىزنى قوغداڭ

source: Protect your privacy, save the internet
ug: شەخسىيىتىڭىزنى قوغداپ، ئىنتېرنېتنى قۇتقۇزىدۇ

source: Protect your real phone number
ug: ھەقىقىي تېلېفون نومۇرىڭىزنى قوغدايدۇ

source: Received by
ug: قوبۇللىغۇچى

source: Register
ug: تىزىملىتىڭ

source: Release Notes
ug: تارقىتىش ئۇقتۇرۇشى

source: Remove email trackers
ug: ئېلخەت ئىزلىغۇچنى چىقىرىۋەت

source: Replies
ug: جاۋاب

source: Reply to emails anonymously
ug: ئېلخەتكە نامسىز جاۋاب قايتۇرىدۇ

source: Reply to emails & texts anonymously
ug: ئېلخەت ۋە تېكىستكە ئاتسىز جاۋاب قايتۇرىدۇ

source: Reply to your emails
ug: ئېلخەتلىرىڭىزگە جاۋاب قايتۇرۇڭ
